Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Freestyle workout (pick as you go)
ar: تمرين حر (اختر التمارين أثناء التدريب)
de: Freies Training (Übungen unterwegs wählen)
es: Entrenamiento libre (elige sobre la marcha)
fr: Séance libre (choisis au fil de la séance)
hi: फ्रीस्टाइल वर्कआउट (चलते-चलते चुनें)
hu: Szabad edzés (útközben válassz)
it: Allenamento libero (scegli man mano)
ko: 자유 운동 (하면서 고르기)
pl: Trening dowolny (wybieraj na bieżąco)
pt: Treino livre (escolhe à medida que treinas)
pt_br: Treino livre (escolha durante o treino)
ru: Свободная тренировка (выбирай по ходу)
th: ออกกำลังกายแบบฟรีสไตล์ (เลือกท่าไปเรื่อยๆ)
tr: Serbest antrenman (giderken seç)
uk: Довільне тренування (вибирай на ходу)
zh: 自由训练（边练边选）

source: Freestyle workout — add your first exercise.
ar: تمرين حر — أضف أول تمرين.
de: Freies Training — füge deine erste Übung hinzu.
es: Entrenamiento libre — añade tu primer ejercicio.
fr: Séance libre — ajoute ton premier exercice.
hi: फ्रीस्टाइल वर्कआउट — पहला व्यायाम जोड़ें।
hu: Szabad edzés — add hozzá az első gyakorlatot.
it: Allenamento libero — aggiungi il primo esercizio.
ko: 자유 운동 — 첫 운동을 추가하세요.
pl: Trening dowolny — dodaj pierwsze ćwiczenie.
pt: Treino livre — adiciona o teu primeiro exercício.
pt_br: Treino livre — adicione seu primeiro exercício.
ru: Свободная тренировка — добавь первое упражнение.
th: ออกกำลังกายแบบฟรีสไตล์ — เพิ่มท่าแรกของคุณ
tr: Serbest antrenman — ilk egzersizini ekle.
uk: Довільне тренування — додай першу вправу.
zh: 自由训练——添加你的第一个动作。

source: Fri
ar: جمع
de: Fr
es: Vie
fr: Ven
hi: शुक्र
hu: Pén
it: Ven
ko: 금
pl: Pią
pt: Sex
pt_br: Sex
ru: Пт
th: ศ
tr: Cum
uk: Пт
zh: 周五

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fr: Vendredi
hi: शुक्रवार
hu: Péntek
it: Venerdì
ko: 금요일
pl: Piątek
pt: Sexta-feira
pt_br: Sexta-feira
ru: Пятница
th: วันศุกร์
tr: Cuma
uk: П'ятниця
zh: 星期五

source: From your log:
ar: من سجلك:
de: Aus deinem Log:
es: De tu registro:
fr: D’après ton journal :
hi: आपके लॉग से:
hu: A naplódból:
it: Dal tuo registro:
ko: 기록 기준:
pl: Z Twojego dziennika:
pt: Do teu registo:
pt_br: Do seu registro:
ru: По твоим записям:
th: จากบันทึกของคุณ:
tr: Kayıtlarından:
uk: За твоїми записами:
zh: 来自你的记录：

# From {0}:
source: From %1$@:
ar: من %1$@:
de: Vom %1$@:
es: Del %1$@:
fr: Du %1$@ :
hi: %1$@ से:
hu: Dátum: %1$@
it: Del %1$@:
ko: %1$@에서:
pl: Z %1$@:
pt: De %1$@:
pt_br: De %1$@:
ru: От %1$@:
th: จาก %1$@:
tr: %1$@ tarihinden:
uk: Від %1$@:
zh: 来自 %1$@：

source: Front squat
ar: السكوات الأمامي
de: Frontkniebeuge
es: Sentadilla frontal
fr: Squat avant
hi: फ्रंट स्क्वाट
hu: Elülső guggolás
ko: 프론트 스쿼트
pl: Przysiad przedni
pt: Agachamento frontal
pt_br: Agachamento frontal
ru: Фронтальные приседания
th: ฟรอนท์สควอท
tr: Ön squat
uk: Фронтальний присід
zh: 前蹲

source: Full
ar: كاملة
de: Groß
es: Completa
fr: Grande
hi: पूर्ण
hu: Teljes
it: Grande
ko: 전체
pl: Pełna
pt: Grande
pt_br: Grande
ru: Полная
th: เต็ม
tr: Tam
uk: Повна
zh: 完整

source: Full Body
ar: الجسم كامل
de: Ganzkörper
es: Cuerpo completo
fr: Corps entier
hi: फ़ुल बॉडी
hu: Teljes test
it: Total body
ko: 전신
pl: Całe ciało
pt: Corpo inteiro
pt_br: Corpo inteiro
ru: Всё тело
th: เต็มตัว
tr: Tüm vücut
uk: Все тіло
zh: 全身

source: Full body A
ar: الجسم كامل A
de: Ganzkörper A
es: Cuerpo completo A
fr: Corps entier A
hi: फ़ुल बॉडी A
hu: Teljes test A
it: Total body A
ko: 전신 A
pl: Całe ciało A
pt: Corpo inteiro A
pt_br: Corpo inteiro A
ru: Всё тело A
th: ทั้งตัว A
tr: Tüm vücut A
uk: Усе тіло A
zh: 全身 A

source: Full body B
ar: الجسم كامل B
de: Ganzkörper B
es: Cuerpo completo B
fr: Corps entier B
hi: फ़ुल बॉडी B
hu: Teljes test B
it: Total body B
ko: 전신 B
pl: Całe ciało B
pt: Corpo inteiro B
pt_br: Corpo inteiro B
ru: Всё тело B
th: ทั้งตัว B
tr: Tüm vücut B
uk: Усе тіло B
zh: 全身 B

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
hu: Általános
it: Generale
ko: 일반
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Основное
th: ทั่วไป
tr: Genel
uk: Основне
zh: 通用

source: General fitness
ar: لياقة عامة
de: Allgemeine Fitness
es: Forma física general
fr: Forme générale
hi: सामान्य फ़िटनेस
hu: Általános fittség
it: Forma generale
ko: 전반적 체력
pl: Ogólna sprawność
pt: Forma física geral
pt_br: Condicionamento geral
ru: Общая форма
th: ฟิตเนสทั่วไป
tr: Genel form
uk: Загальна форма
zh: 综合体能

source: Get stronger
ar: زيادة القوة
de: Stärker werden
es: Ganar fuerza
fr: Devenir plus fort
hi: ताक़त बढ़ाना
hu: Erősödni
it: Diventare più forte
ko: 더 강해지기
pl: Zwiększyć siłę
pt: Ficar mais forte
pt_br: Ficar mais forte
ru: Стать сильнее
th: แข็งแรงขึ้น
tr: Güçlenmek
uk: Стати сильнішим
zh: 变得更强

source: Get the Android app
ar: احصل على تطبيق أندرويد
de: Android-App holen
es: Descargar la app de Android
fr: Télécharger l’app Android
hi: Android ऐप लें
hu: Android-alkalmazás letöltése
it: Scarica l’app Android
ko: Android 앱 받기
pl: Pobierz aplikację na Androida
pt: Obter a app Android
pt_br: Obter a app Android
ru: Скачать приложение для Android
th: รับแอป Android
tr: Android uygulamasını al
uk: Отримати застосунок для Android
zh: 获取 Android 应用

source: Get your API key
ar: احصل على مفتاح API
de: API-Schlüssel holen
es: Obtener tu clave API
fr: Obtenir votre clé API
hi: अपनी API कुंजी लें
hu: API-kulcs beszerzése
it: Ottieni la chiave API
ko: API 키 받기
pl: Pobierz klucz API
pt: Obter a chave API
pt_br: Obter sua chave de API
ru: Получить API-ключ
th: รับคีย์ API ของคุณ
tr: API anahtarını al
uk: Отримати API-ключ
zh: 获取 API 密钥

source: Give it a name
ar: أعطه اسماً
de: Gib ihr einen Namen
es: Ponle un nombre
fr: Donnez-lui un nom
hi: कोई नाम दें
hu: Adj neki egy nevet
it: Dagli un nome
ko: 이름을 입력하세요
pl: Nadaj mu nazwę
pt: Dá-lhe um nome
pt_br: Dê um nome
ru: Задайте название
th: ตั้งชื่อให้
tr: Bir ad ver
uk: Задай назву
zh: 请输入名称

source: Glutes
ar: المؤخرة
de: Gesäß
es: Glúteos
fr: Fessiers
hi: ग्लूट्स
hu: Farizom
it: Glutei
ko: 둔근
pl: Pośladki
pt: Glúteos
pt_br: Glúteos
ru: Ягодицы
th: สะโพก
tr: Kalça
uk: Сідниці
zh: 臀部

source: Goal
ar: الهدف
de: Ziel
es: Meta
fr: Objectif
hi: लक्ष्य
hu: Cél
it: Obiettivo
ko: 목표
pl: Cel
pt: Meta
pt_br: Meta
ru: Цель
th: เป้าหมาย
tr: Hedef
uk: Ціль
zh: 目标

source: Goal removed
ar: تمت إزالة الهدف
de: Ziel entfernt
es: Meta eliminada
fr: Objectif supprimé
hi: लक्ष्य हटाया गया
hu: Cél eltávolítva
it: Obiettivo rimosso
ko: 목표 삭제됨
pl: Cel usunięty
pt: Meta removida
pt_br: Meta removida
ru: Цель удалена
th: ลบเป้าหมายแล้ว
tr: Hedef kaldırıldı
uk: Ціль видалено
zh: 目标已移除

# Goal set: {0}
source: Goal set: %1$@
ar: تم تحديد الهدف: %1$@
de: Ziel gesetzt: %1$@
es: Meta fijada: %1$@
fr: Objectif fixé : %1$@
hi: लक्ष्य सेट: %1$@
hu: Cél beállítva: %1$@
it: Obiettivo impostato: %1$@
ko: 목표 설정: %1$@
pl: Cel ustawiony: %1$@
pt: Meta definida: %1$@
pt_br: Meta definida: %1$@
ru: Цель установлена: %1$@
th: ตั้งเป้าหมาย: %1$@
tr: Hedef belirlendi: %1$@
uk: Ціль встановлено: %1$@
zh: 目标已设置：%1$@

source: Goal, days, equipment, limits
ar: الهدف والأيام والمعدات والقيود
de: Ziel, Tage, Equipment, Einschränkungen
es: Objetivo, días, equipamiento, límites
fr: Objectif, jours, matériel, limites
hi: लक्ष्य, दिन, उपकरण, सीमाएँ
hu: Cél, napok, felszerelés, korlátok
it: Obiettivo, giorni, attrezzatura, limiti
ko: 목표, 요일, 장비, 제한
pl: Cel, dni, sprzęt, ograniczenia
pt: Objetivo, dias, equipamento, limitações
pt_br: Objetivo, dias, equipamento, limitações
ru: Цель, дни, инвентарь, ограничения
th: เป้าหมาย วัน อุปกรณ์ ข้อจำกัด
tr: Hedef, günler, ekipman, sınırlar
uk: Ціль, дні, інвентар, обмеження
zh: 目标、天数、器材、限制

source: Good session
ar: جلسة جيدة
de: Gute Einheit
es: Buena sesión
fr: Bonne séance
hi: अच्छा सत्र
hu: Jó edzés
it: Buona sessione
ko: 좋은 세션
pl: Dobra sesja
pt: Boa sessão
pt_br: Boa sessão
ru: Хорошая сессия
th: เซสชันดี
tr: İyi seans
uk: Гарне тренування
zh: 不错的训练

source: Google Password Manager
ar: مدير كلمات المرور من Google
de: Google Passwortmanager
es: Gestor de contraseñas de Google
fr: Gestionnaire de mots de passe de Google
hi: Google पासवर्ड मैनेजर
hu: Google Jelszókezelő
it: Gestore delle password di Google
ko: Google 비밀번호 관리자
pl: Menedżer haseł Google
pt: Gestor de palavras-passe da Google
pt_br: Gerenciador de senhas do Google
ru: Диспетчер паролей Google
th: เครื่องมือจัดการรหัสผ่านของ Google
tr: Google Şifre Yöneticisi
uk: Менеджер паролів Google
zh: Google 密码管理工具

source: Got a plan from a friend?
ar: حصلت على خطة من صديق؟
de: Plan von einem Freund bekommen?
es: ¿Tienes un plan de un amigo?
fr: Reçu un plan d'un ami ?
hi: किसी दोस्त से प्लान मिला है?
hu: Kaptál tervet egy baráttól?
it: Hai ricevuto un piano da un amico?
ko: 친구에게서 계획을 받으셨나요?
pl: Masz plan od znajomego?
pt: Recebeste um plano de um amigo?
pt_br: Recebeu um plano de um amigo?
ru: Получил план от друга?
th: ได้รับแผนจากเพื่อนหรือเปล่า?
tr: Bir arkadaşından plan mı aldın?
uk: Отримав план від друга?
zh: 收到朋友的计划了吗？

source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
hu: Értem
it: Capito
ko: 알겠어요
pl: Rozumiem
pt: Entendido
pt_br: Entendi
ru: Понятно
th: รับทราบ
tr: Anladım
uk: Зрозуміло
zh: 知道了

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hi: हरा
hu: Zöld
it: Verde
ko: 초록
pl: Zielony
pt: Verde
pt_br: Verde
ru: Зелёный
th: เขียว
tr: Yeşil
uk: Зелений
zh: 绿色

source: Guest data stays on this device — export a backup now and then!
ar: بيانات الضيف تبقى على هذا الجهاز — صدّر نسخة احتياطية من حين لآخر!
de: Gastdaten bleiben auf diesem Gerät — exportiere ab und zu ein Backup!
es: Los datos de invitado se quedan en este dispositivo — ¡exporta una copia de vez en cuando!
fr: Les données invité restent sur cet appareil — exporte une sauvegarde de temps en temps !
hi: गेस्ट डेटा इसी डिवाइस पर रहता है — कभी-कभी बैकअप निर्यात करें!
hu: A vendégadatok ezen az eszközön maradnak — időnként exportálj egy biztonsági mentést!
it: I dati ospite restano su questo dispositivo — esporta un backup ogni tanto!
ko: 게스트 데이터는 이 기기에만 있어요 — 가끔 백업을 내보내세요!
pl: Dane gościa zostają na tym urządzeniu — eksportuj kopię od czasu do czasu!
pt: Os dados de convidado ficam neste dispositivo — exporta uma cópia de vez em quando!
pt_br: Os dados de visitante ficam neste dispositivo — exporte um backup de vez em quando!
ru: Гостевые данные остаются на этом устройстве — время от времени делай резервную копию!
th: ข้อมูลผู้เยี่ยมชมอยู่บนเครื่องนี้เท่านั้น — อย่าลืมส่งออกข้อมูลสำรองเป็นระยะ!
tr: Misafir verileri bu cihazda kalır — arada bir yedek al!
uk: Гостьові дані лишаються на цьому пристрої — час від часу роби резервну копію!
zh: 访客数据仅保存在本设备——记得时常导出备份！

source: Guest mode — data lives only in this browser.
ar: وضع الضيف — تبقى بياناتك في هذا المتصفح فقط.
de: Gastmodus — die Daten liegen nur in diesem Browser.
es: Modo invitado: los datos solo viven en este navegador.
fr: Mode invité — les données ne vivent que dans ce navigateur.
hi: अतिथि मोड — डेटा केवल इसी ब्राउज़र में रहता है।
hu: Vendég mód — az adatok csak ebben a böngészőben léteznek.
it: Modalità ospite — i dati restano solo in questo browser.
ko: 게스트 모드 — 데이터는 이 브라우저에만 저장됩니다.
pl: Tryb gościa — dane pozostają tylko w tej przeglądarce.
pt: Modo convidado — os dados vivem apenas neste navegador.
pt_br: Modo visitante — os dados ficam somente neste navegador.
ru: Гостевой режим — данные хранятся только в этом браузере.
th: โหมดผู้เยี่ยมชม — ข้อมูลอยู่ในเบราว์เซอร์นี้เท่านั้น
tr: Misafir modu — veriler yalnızca bu tarayıcıda kalır.
uk: Гостьовий режим — дані зберігаються лише в цьому браузері.
zh: 访客模式——数据仅保存在此浏览器中。

source: Guest mode — data lives only in this browser. Create a passkey profile to keep it safe and separate per person.
ar: وضع الضيف — البيانات محفوظة في هذا المتصفح فقط. أنشئ ملفاً شخصياً بمفتاح مرور لإبقائها آمنة ومنفصلة لكل شخص.
de: Gastmodus — Daten liegen nur in diesem Browser. Erstelle ein Passkey-Profil, um sie zu sichern und pro Person zu trennen.
es: Modo invitado — los datos viven solo en este navegador. Crea un perfil con passkey para protegerlos y separarlos por persona.
fr: Mode invité — les données ne vivent que dans ce navigateur. Crée un profil passkey pour les protéger et les séparer par personne.
hi: गेस्ट मोड — डेटा केवल इस ब्राउज़र में रहता है। सुरक्षित रखने और हर व्यक्ति के लिए अलग रखने हेतु पासकी प्रोफ़ाइल बनाएँ।
hu: Vendég mód — az adatok csak ebben a böngészőben léteznek. Hozz létre egy jelszókulcs-profilt, hogy biztonságban és személyenként elkülönítve legyenek.
it: Modalità ospite — i dati vivono solo in questo browser. Crea un profilo passkey per proteggerli e separarli per persona.
ko: 게스트 모드 — 데이터가 이 브라우저에만 저장됩니다. 패스키 프로필을 만들어 안전하게 보관하고 사람별로 분리하세요.
pl: Tryb gościa — dane żyją tylko w tej przeglądarce. Utwórz profil passkey, aby je zabezpieczyć i rozdzielić na osoby.
pt: Modo convidado — os dados vivem só neste navegador. Cria um perfil com passkey para os proteger e separar por pessoa.
pt_br: Modo visitante — os dados ficam somente neste navegador. Crie um perfil com chave de acesso para mantê-los seguros e separados por pessoa.
ru: Гостевой режим — данные живут только в этом браузере. Создай профиль с ключом доступа, чтобы защитить их и разделить по людям.
th: โหมดผู้เยี่ยมชม — ข้อมูลอยู่ในเบราว์เซอร์นี้เท่านั้น สร้างโปรไฟล์พาสคีย์เพื่อความปลอดภัยและแยกข้อมูลแต่ละคน
tr: Misafir modu — veriler sadece bu tarayıcıda yaşar. Güvende tutmak ve kişi başına ayırmak için geçiş anahtarlı profil oluştur.
uk: Гостьовий режим — дані живуть лише в цьому браузері. Створи профіль із ключем доступу, щоб захистити їх і розділити по людях.
zh: 访客模式——数据只保存在此浏览器。创建通行密钥档案以保护数据并按人区分。

source: Gym card
ar: بطاقة الجيم
de: Studio-Karte
es: Tarjeta del gimnasio
fr: Carte de salle
hi: जिम कार्ड
hu: Terembérlet
it: Tessera palestra
ko: 헬스장 카드
pl: Karta siłowni
pt: Cartão do ginásio
pt_br: Cartão da academia
ru: Карта зала
th: บัตรยิม
tr: Salon kartı
uk: Картка залу
zh: 健身房卡片

source: Gym check-in
ar: تسجيل دخول الجيم
es: Check-in del gimnasio
fr: Enregistrement à la salle
hi: जिम चेक-इन
hu: Bejelentkezés a teremben
it: Check-in in palestra
ko: 헬스장 체크인
pl: Zameldowanie na siłowni
pt: Check-in no ginásio
pt_br: Check-in na academia
ru: Отметка в зале
th: เช็คอินที่ยิม
tr: Salon girişi
uk: Відмітка в залі
zh: 健身房签到

source: Hamstrings
ar: أوتار الركبة
de: Beinbeuger
es: Isquiotibiales
fr: Ischio-jambiers
hi: हैमस्ट्रिंग
hu: Combhajlító
it: Femorali
ko: 햄스트링
pl: Dwugłowe uda
pt: Isquiotibiais
pt_br: Isquiotibiais
ru: Бицепс бедра
th: ต้นขาด้านหลัง
tr: Arka bacak
uk: Біцепс стегна
zh: 腘绳肌

source: Hard
ar: عالية الجهد
de: Hart
es: Duras
fr: Dures
hi: कठिन
hu: Nehéz
it: Dure
ko: 힘든 세트
pl: Ciężkie
pt: Duras
pt_br: Duras
ru: Тяжёлые
th: หนัก
tr: Zor
uk: Важкі
zh: 硬组

source: Have a look at my training and tell me what you would change.
ar: ألقِ نظرة على تدريبي وأخبرني بما كنت ستغيّره.
de: Schau dir mein Training an und sag mir, was du ändern würdest.
es: Mira mi entrenamiento y dime qué cambiarías.
fr: Regarde mon entraînement et dis-moi ce que tu changerais.
hi: मेरा प्रशिक्षण देखो और बताओ तुम क्या बदलोगे।
hu: Nézd át az edzéseimet, és mondd el, min változtatnál.
it: Guarda il mio allenamento e dimmi cosa cambieresti.
ko: 내 훈련을 보고 무엇을 바꿀지 알려주세요.
pl: Przejrzyj mój trening i powiedz, co byś zmienił.
pt: Vê o meu treino e diz-me o que mudarias.
pt_br: Dê uma olhada no meu treino e me diga o que você mudaria.
ru: Посмотрите на мои тренировки и скажите, что бы вы изменили.
th: ดูการฝึกของฉันแล้วบอกว่าจะเปลี่ยนอะไรบ้าง
tr: Antrenmanıma bak ve neyi değiştireceğini söyle.
uk: Поглянь на мої тренування і скажи, що б ти змінив.
zh: 看看我的训练，告诉我你会改什么。

source: Have a reset code from your admin?
ar: هل لديك رمز إعادة تعيين من المسؤول؟
de: Einen Reset-Code von deinem Admin bekommen?
es: ¿Tienes un código de restablecimiento de tu administrador?
fr: Tu as un code de réinitialisation de ton administrateur ?
hi: क्या आपके पास एडमिन से मिला रीसेट कोड है?
hu: Kaptál visszaállító kódot az adminisztrátortól?
it: Hai un codice di reimpostazione dal tuo amministratore?
ko: 관리자에게 받은 재설정 코드가 있나요?
pl: Masz kod resetu od administratora?
pt: Tens um código de reposição do teu administrador?
pt_br: Tem um código de redefinição do seu administrador?
ru: Есть код сброса от администратора?
th: มีรหัสรีเซ็ตจากผู้ดูแลระบบใช่ไหม?
tr: Yöneticinden aldığın bir sıfırlama kodu mu var?
uk: Маєш код скидання від адміністратора?
zh: 有管理员给的重置码？

# Held every set for the full time — target up by {0}s.
source: Held every set for the full time — target up by %1$@s.
ar: ثبّت كل مجموعة للوقت الكامل — الهدف يرتفع بمقدار %1$@ث.
de: Jeden Satz die volle Zeit gehalten — Vorgabe um %1$@s höher.
es: Aguantaste todas las series el tiempo completo: objetivo +%1$@ s.
fr: Toutes les séries tenues jusqu’au bout — objectif +%1$@ s.
hi: हर सेट पूरे समय तक होल्ड किया — लक्ष्य %1$@ सेकंड बढ़ा।
hu: Minden sorozatot a teljes ideig tartottad — a cél %1$@ mp-cel emelkedik.
it: Tutte le serie tenute per intero: obiettivo +%1$@ s.
ko: 모든 세트를 끝까지 버텼습니다 — 목표 %1$@초 상승.
pl: Każda seria wytrzymana pełny czas — cel wyżej o %1$@ s.
pt: Aguentaste todas as séries o tempo completo — objetivo +%1$@ s.
pt_br: Você manteve todas as séries pelo tempo completo — meta aumentada em %1$@ s.
ru: Все подходы выдержаны полностью — цель выше на %1$@ с.
th: ค้างครบเวลาทุกเซ็ต — เพิ่มเป้าหมายอีก %1$@ วินาที
tr: Her set tam süre tutuldu — hedef %1$@ sn arttı.
uk: Усі підходи витримано повністю — ціль вища на %1$@ с.
zh: 每组都保持了满时长——目标 +%1$@ 秒。

source: Here is what I am working with:
ar: إليك ما أعمل به:
de: Das sind meine Voraussetzungen:
es: Esto es con lo que cuento:
fr: Voici ce dont je dispose :
hi: मेरी स्थिति यह है:
hu: Ezekkel dolgozom:
it: Ecco da cosa parto:
ko: 제 상황은 이렇습니다:
pl: Oto, z czym pracuję:
pt: É com isto que conto:
pt_br: É com isto que eu conto:
ru: Вот с чем я работаю:
th: นี่คือข้อมูลที่ฉันใช้อยู่:
tr: Elimdekiler şunlar:
uk: Ось із чим я працюю:
zh: 这是我的情况：

source: Hevy API key
ar: مفتاح Hevy API
de: Hevy-API-Schlüssel
es: Clave API de Hevy
fr: Clé API Hevy
hi: Hevy API कुंजी
hu: Hevy API-kulcs
it: Chiave API Hevy
ko: Hevy API 키
pl: Klucz API Hevy
pt: Chave API Hevy
pt_br: Chave de API do Hevy
ru: API-ключ Hevy
th: คีย์ API ของ Hevy
tr: Hevy API anahtarı
uk: API-ключ Hevy
zh: Hevy API 密钥

source: Hevy is rate-limiting requests — wait a minute and try again
ar: Hevy يحد من معدل الطلبات — انتظر دقيقة وحاول مجددًا
de: Hevy drosselt die Anfragen — eine Minute warten und erneut versuchen
es: Hevy está limitando las solicitudes: espera un minuto y vuelve a intentarlo
fr: Hevy limite les requêtes — attendez une minute puis réessayez
hi: Hevy अनुरोधों को सीमित कर रहा है — एक मिनट रुकें और फिर से कोशिश करें
hu: A Hevy korlátozza a kéréseket — várj egy percet, és próbáld újra
it: Hevy sta limitando le richieste: attendi un minuto e riprova
ko: Hevy가 요청을 제한하고 있습니다 — 잠시 기다렸다가 다시 시도하세요
pl: Hevy ogranicza liczbę zapytań — odczekaj minutę i spróbuj ponownie
pt: O Hevy está a limitar os pedidos — espere um minuto e tente novamente
pt_br: O Hevy está limitando as solicitações — espere um minuto e tente novamente
ru: Hevy ограничивает запросы — подождите минуту и попробуйте снова
th: Hevy จำกัดจำนวนคำขอ — รอสักครู่แล้วลองอีกครั้ง
tr: Hevy istekleri sınırlıyor — bir dakika bekleyip tekrar deneyin
uk: Hevy обмежує запити — зачекай хвилину і спробуй знову
zh: Hevy 正在限制请求——请稍等一分钟后重试

# Hevy stores weights in kg — they will be converted to {0}.
source: Hevy stores weights in kg — they will be converted to %1$@.
ar: يخزن Hevy الأوزان بالكيلوجرام — ستُحوَّل إلى %1$@.
de: Hevy speichert Gewichte in kg — sie werden nach %1$@ umgerechnet.
es: Hevy guarda los pesos en kg — se convertirán a %1$@.
fr: Hevy enregistre les poids en kg — ils seront convertis en %1$@.
hi: Hevy वज़न kg में रखता है — उन्हें %1$@ में बदला जाएगा।
hu: A Hevy kg-ban tárolja a súlyokat — átváltjuk erre: %1$@.
it: Hevy memorizza i pesi in kg — verranno convertiti in %1$@.
ko: Hevy는 무게를 kg로 저장합니다 — %1$@(으)로 변환됩니다.
pl: Hevy zapisuje ciężary w kg — zostaną przeliczone na %1$@.
pt: O Hevy guarda os pesos em kg — serão convertidos para %1$@.
pt_br: O Hevy guarda os pesos em kg — eles serão convertidos para %1$@.
ru: Hevy хранит веса в кг — они будут переведены в %1$@.
th: Hevy เก็บน้ำหนักเป็นกก. — จะถูกแปลงเป็น %1$@
tr: Hevy ağırlıkları kg olarak saklar — %1$@ birimine çevrilecek.
uk: Hevy зберігає вагу в кг — її буде переведено в %1$@.
zh: Hevy 以公斤存储重量 — 将换算为 %1$@。

source: Hevy → Settings → Developer
ar: Hevy ← الإعدادات ← المطوّر
de: Hevy → Einstellungen → Developer
es: Hevy → Ajustes → Developer
fr: Hevy → Réglages → Developer
hi: Hevy → सेटिंग्स → Developer
hu: Hevy → Beállítások → Fejlesztő
it: Hevy → Impostazioni → Developer
ko: Hevy → 설정 → Developer
pl: Hevy → Ustawienia → Developer
pt: Hevy → Definições → Developer
pt_br: Hevy → Configurações → Developer
ru: Hevy → Настройки → Developer
th: Hevy → การตั้งค่า → นักพัฒนา
tr: Hevy → Ayarlar → Developer
zh: Hevy → 设置 → Developer

# Hi {0}
source: Hi %1$@
ar: مرحبًا %1$@
es: Hola %1$@
fr: Salut %1$@
hi: नमस्ते %1$@
hu: Szia %1$@
it: Ciao %1$@
ko: 안녕하세요 %1$@
pl: Cześć %1$@
pt: Olá %1$@
pt_br: Olá %1$@
ru: Привет, %1$@
th: สวัสดี %1$@
tr: Selam %1$@
uk: Привіт, %1$@
zh: 你好，%1$@

source: Hi — I’m your Coach. I build your plan from your answers and adjust it from what you actually log. Nothing changes until you say so.
ar: مرحبًا — أنا مدربك. أبني خطتك من إجاباتك وأعدّلها بناءً على ما تسجله فعلًا. لا يتغير شيء حتى توافق.
de: Hi — ich bin dein Coach. Ich baue deinen Plan aus deinen Antworten und passe ihn an das an, was du wirklich einträgst. Nichts ändert sich, bevor du es sagst.
es: Hola, soy tu entrenador. Construyo tu plan a partir de tus respuestas y lo ajusto según lo que realmente registras. Nada cambia hasta que tú lo digas.
fr: Salut — je suis ton coach. Je construis ton plan à partir de tes réponses et je l’ajuste d’après ce que tu enregistres vraiment. Rien ne change sans ton accord.
hi: नमस्ते — मैं आपका कोच हूँ। मैं आपके उत्तरों से योजना बनाता हूँ और आपके वास्तविक रिकॉर्ड के आधार पर उसे समायोजित करता हूँ। आपके कहे बिना कुछ नहीं बदलता।
hu: Szia — én vagyok az Edződ. A válaszaidból építem fel a tervedet, és ahhoz igazítom, amit valóban rögzítesz. Semmi sem változik, amíg nem mondod.
it: Ciao, sono il tuo Coach. Costruisco il tuo piano dalle tue risposte e lo adatto in base a ciò che registri davvero. Niente cambia finché non lo dici tu.
ko: 안녕하세요 — 당신의 코치입니다. 답변을 바탕으로 계획을 만들고 실제 기록에 따라 조정합니다. 당신이 말하기 전에는 아무것도 바뀌지 않습니다.
pl: Cześć — jestem Twoim trenerem. Buduję plan z Twoich odpowiedzi i dostosowuję go do tego, co naprawdę zapisujesz. Nic się nie zmienia, dopóki nie zdecydujesz.
pt: Olá — sou o teu Treinador. Construo o teu plano a partir das tuas respostas e ajusto-o com base no que registas. Nada muda até dizeres.
pt_br: Olá — sou seu Treinador. Construo seu plano a partir das suas respostas e o ajusto com base no que você registra. Nada muda até você dizer.
ru: Привет — я ваш тренер. Я составляю план из ваших ответов и корректирую его по тому, что вы реально записываете. Ничего не меняется без вашего слова.
th: สวัสดี — ฉันคือโค้ชของคุณ ฉันสร้างแผนจากคำตอบของคุณและปรับตามสิ่งที่คุณบันทึกจริง ไม่มีอะไรเปลี่ยนจนกว่าคุณจะยินยอม
tr: Merhaba — ben senin koçunum. Planını cevaplarından kurar, gerçekten kaydettiklerine göre ayarlarım. Sen demeden hiçbir şey değişmez.
uk: Привіт — я твій тренер. Я складаю план із твоїх відповідей і коригую його за тим, що ти реально записуєш. Нічого не змінюється без твого слова.
zh: 你好——我是你的教练。我根据你的回答制定计划，并根据你的实际记录进行调整。没有你的同意，什么都不会改变。

source: Hidden
ar: مخفية
de: Versteckt
es: Oculta
fr: Masquée
hi: छिपा
hu: Rejtett
it: Nascosta
ko: 숨김
pl: Ukryta
pt: Oculta
pt_br: Oculta
ru: Скрыта
th: ซ่อน
tr: Gizli
uk: Приховано
zh: 隐藏
